{
  "Header": {
    "features": "الميزات",
    "reports": "التقارير",
    "offline": "بدون اتصال",
    "customerAccounts": "حسابات العملاء",
    "testimonials": "الشهادات",
    "contact": "اتصل بنا",
    "appName": "سويفت سكان",
    "language": "اللغة"
  },
  "HeroSection": {
    "line1": "قم بتحديث عملية الدفع الخاصة بك مع",
    "line2": "سويفت سكان POS",
    "description": "جرب معاملات بسرعة البرق وتقارير ثاقبة ووظائف سلسة دون اتصال بالإنترنت. سويفت سكان هو نظام أمين الصندوق المتكامل المصمم لتحقيق الكفاءة والنمو.",
    "getStarted": "ابدأ اليوم",
    "learnMore": "اعرف المزيد"
  },
  "Footer": {
    "tagline": "إحداث ثورة في نقاط البيع بالسرعة والكفاءة والرؤى القوية.",
    "quickLinks": "روابط سريعة",
    "legal": "قانوني",
    "privacyPolicy": "سياسة الخصوصية",
    "termsOfService": "شروط الخدمة",
    "copyright": "© {year} سويفت سكان. جميع الحقوق محفوظة."
  },
  "PrivacyPolicyPage": {
    "title": "سياسة الخصوصية",
    "lastUpdated": "آخر تحديث: {date}",
    "introductionTitle": "١. مقدمة",
    "introductionContent": "مرحبًا بك في سويفت سكان. نحن ملتزمون بحماية معلوماتك الشخصية وحقك في الخصوصية. إذا كان لديك أي أسئلة أو مخاوف بشأن إشعار الخصوصية هذا، أو ممارساتنا فيما يتعلق بمعلوماتك الشخصية، فيرجى الاتصال بنا على privacy@swiftscan.com.",
    "informationWeCollectTitle": "٢. المعلومات التي نجمعها",
    "informationWeCollectContent1": "نحن نجمع المعلومات الشخصية التي تقدمها لنا طواعية عندما تعرب عن اهتمامك بالحصول على معلومات عنا أو عن منتجاتنا وخدماتنا، وعندما تشارك في الأنشطة على الخدمات أو عندما تتصل بنا بطريقة أخرى.",
    "informationWeCollectContent2": "تعتمد المعلومات الشخصية التي نجمعها على سياق تفاعلاتك معنا ومع الخدمات، والخيارات التي تتخذها والمنتجات والميزات التي تستخدمها. قد تتضمن المعلومات الشخصية التي نجمعها ما يلي: الأسماء؛ أرقام الهواتف؛ عناوين البريد الإلكتروني؛ العناوين البريدية؛ المسميات الوظيفية؛ تفضيلات الاتصال؛ بيانات الاتصال أو المصادقة؛ عناوين الفواتير؛ أرقام بطاقات الخصم / الائتمان؛ وغيرها من المعلومات المماثلة.",
    "howWeUseYourInformationTitle": "٣. كيف نستخدم معلوماتك",
    "howWeUseYourInformationContent": "نستخدم المعلومات الشخصية التي يتم جمعها عبر خدماتنا لمجموعة متنوعة من أغراض العمل الموضحة أدناه. نقوم بمعالجة معلوماتك الشخصية لهذه الأغراض اعتمادًا على مصالحنا التجارية المشروعة، من أجل الدخول في عقد معك أو تنفيذه، بموافقتك، و / أو للامتثال لالتزاماتنا القانونية.",
    "willYourInformationBeSharedTitle": "٤. هل ستتم مشاركة معلوماتك مع أي شخص؟",
    "willYourInformationBeSharedContent": "نحن نشارك المعلومات فقط بموافقتك، للامتثال للقوانين، لتزويدك بالخدمات، لحماية حقوقك، أو للوفاء بالتزامات العمل.",
    "howLongDoWeKeepYourInformationTitle": "٥. ما هي مدة احتفاظنا بمعلوماتك؟",
    "howLongDoWeKeepYourInformationContent": "نحتفظ بمعلوماتك طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في إشعار الخصوصية هذا ما لم يقتض القانون خلاف ذلك.",
    "howDoWeKeepYourInformationSafeTitle": "٦. كيف نحافظ على أمان معلوماتك؟",
    "howDoWeKeepYourInformationSafeContent": "نهدف إلى حماية معلوماتك الشخصية من خلال نظام من التدابير الأمنية التنظيمية والتقنية.",
    "whatAreYourPrivacyRightsTitle": "٧. ما هي حقوق الخصوصية الخاصة بك؟",
    "whatAreYourPrivacyRightsContent": "في بعض المناطق (مثل المنطقة الاقتصادية الأوروبية والمملكة المتحدة)، لديك حقوق معينة بموجب قوانين حماية البيانات المعمول بها. قد تشمل هذه الحقوق (1) طلب الوصول والحصول على نسخة من معلوماتك الشخصية، (2) طلب التصحيح أو الحذف؛ (3) تقييد معالجة معلوماتك الشخصية؛ و (4) إذا أمكن، نقل البيانات.",
    "updatesToThisNoticeTitle": "٨. تحديثات هذا الإشعار",
    "updatesToThisNoticeContent": "قد نقوم بتحديث إشعار الخصوصية هذا من وقت لآخر. ستتم الإشارة إلى الإصدار المحدث بتاريخ \"منقح\" محدث وسيكون الإصدار المحدث ساري المفعول بمجرد الوصول إليه.",
    "howCanYouContactUsTitle": "٩. كيف يمكنك الاتصال بنا بخصوص هذا الإشعار؟",
    "howCanYouContactUsContent1": "إذا كانت لديك أسئلة أو تعليقات حول هذا الإشعار، يمكنك مراسلتنا عبر البريد الإلكتروني على privacy@swiftscan.com أو عن طريق البريد إلى:",
    "howCanYouContactUsContent2": "سويفت سكان\n١٢٣ شارع سكان\nمدينة التكنولوجيا، تكساس ٧٥٠٠١\nالولايات المتحدة"
  },
  "TermsOfServicePage": {
    "title": "شروط الخدمة",
    "lastUpdated": "آخر تحديث: {date}",
    "agreementToTermsTitle": "١. الموافقة على الشروط",
    "agreementToTermsContent": "باستخدام خدماتنا، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على هذه الشروط، فلا تستخدم الخدمات.",
    "changesToTermsOrServicesTitle": "٢. التغييرات على الشروط أو الخدمات",
    "changesToTermsOrServicesContent": "يجوز لنا تعديل الشروط في أي وقت، وفقًا لتقديرنا الخاص. إذا فعلنا ذلك، فسنخبرك إما عن طريق نشر الشروط المعدلة على الموقع أو من خلال اتصالات أخرى. من المهم أن تراجع الشروط كلما قمنا بتعديلها لأنه إذا واصلت استخدام الخدمات بعد نشر الشروط المعدلة على الموقع، فإنك تشير إلينا بموافقتك على الالتزام بالشروط المعدلة.",
    "whoMayUseTheServicesTitle": "٣. من يجوز له استخدام الخدمات",
    "whoMayUseTheServicesContent": "لا يجوز لك استخدام الخدمات إلا إذا كان عمرك ١٨ عامًا أو أكثر ولم تكن ممنوعًا من استخدام الخدمات بموجب القانون المعمول به.",
    "privacyPolicyTitle": "٤. سياسة الخصوصية",
    "privacyPolicyContent": "يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا للحصول على معلومات حول كيفية جمعنا واستخدامنا والكشف عن المعلومات من مستخدمينا.",
    "contentAndContentRightsTitle": "٥. المحتوى وحقوق المحتوى",
    "contentAndContentRightsContent": "لأغراض هذه الشروط: (1) \"المحتوى\" يعني النصوص والرسومات والصور والموسيقى والبرامج والصوت والفيديو وأعمال التأليف من أي نوع، والمعلومات أو المواد الأخرى التي يتم نشرها أو إنشاؤها أو توفيرها أو إتاحتها بطريقة أخرى من خلال الخدمات؛ و (2) \"محتوى المستخدم\" يعني أي محتوى يقدمه أصحاب الحسابات (بما في ذلك أنت) ليتم إتاحته من خلال الخدمات. يشمل المحتوى على سبيل المثال لا الحصر محتوى المستخدم.",
    "generalProhibitionsTitle": "٦. المحظورات العامة",
    "generalProhibitionsContent": "أنت توافق على عدم القيام بأي مما يلي: نشر أو تحميل أو نشر أو إرسال أي محتوى مستخدم: (1) ينتهك أو يختلس أو ينتهك براءة اختراع أو حقوق طبع ونشر أو علامة تجارية أو سرًا تجاريًا أو حقوقًا معنوية أو حقوق ملكية فكرية أخرى لطرف ثالث، أو حقوق الدعاية أو الخصوصية؛ (2) ينتهك أو يشجع أي سلوك من شأنه أن ينتهك أي قانون أو لائحة معمول بها أو من شأنه أن يؤدي إلى مسؤولية مدنية...",
    "terminationTitle": "٧. الإنهاء",
    "terminationContent": "يجوز لنا إنهاء وصولك إلى الخدمات واستخدامها، وفقًا لتقديرنا الخاص، في أي وقت وبدون إشعار لك.",
    "disclaimersTitle": "٨. إخلاء المسؤولية",
    "disclaimersContent": "يتم توفير الخدمات والمحتوى \"كما هي\"، دون أي ضمان من أي نوع. دون تقييد ما سبق، فإننا نخلي مسؤوليتنا صراحة عن أي ضمانات تتعلق بالتسويق أو الملاءمة لغرض معين أو التمتع الهادئ أو عدم الانتهاك، وأي ضمانات تنشأ عن مسار التعامل أو استخدام التجارة.",
    "limitationOfLiabilityTitle": "٩. تحديد المسؤولية",
    "limitationOfLiabilityContent": "لن تكون سويفت سكان ولا أي طرف آخر مشارك في إنشاء أو إنتاج أو تقديم الخدمات أو المحتوى مسؤولاً عن أي أضرار عرضية أو خاصة أو نموذجية أو تبعية، بما في ذلك الأرباح المفقودة أو فقدان البيانات أو الشهرة أو انقطاع الخدمة أو تلف الكمبيوتر أو فشل النظام أو تكلفة الخدمات البديلة الناشئة عن أو فيما يتعلق بهذه الشروط أو عن استخدام أو عدم القدرة على استخدام الخدمات أو المحتوى.",
    "contactInformationTitle": "١٠. معلومات الاتصال",
    "contactInformationContent": "إذا كانت لديك أي أسئلة حول هذه الشروط، فيرجى الاتصال بنا على legal@swiftscan.com."
  }
}