{
  "Header": {
    "features": "ویژگی‌ها",
    "reports": "گزارش‌ها",
    "offline": "آفلاین",
    "customerAccounts": "حساب‌های مشتری",
    "testimonials": "نظرات مشتریان",
    "contact": "تماس با ما",
    "appName": "سوئیفت‌اسکن",
    "language": "زبان"
  },
  "HeroSection": {
    "line1": "پرداخت خود را مدرن کنید با",
    "line2": "سوئیفت‌اسکن POS",
    "description": "تراکنش‌های برق‌آسا، گزارش‌گیری دقیق و عملکرد آفلاین یکپارچه را تجربه کنید. سوئیفت‌اسکن سیستم صندوق‌داری همه‌کاره‌ای است که برای کارایی و رشد طراحی شده است.",
    "getStarted": "همین امروز شروع کنید",
    "learnMore": "بیشتر بدانید"
  },
  "Footer": {
    "tagline": "انقلابی در نقطه فروش با سرعت، کارایی و بینش قدرتمند.",
    "quickLinks": "لینک‌های سریع",
    "legal": "حقوقی",
    "privacyPolicy": "سیاست حفظ حریم خصوصی",
    "termsOfService": "شرایط خدمات",
    "copyright": "© {year} سوئیفت‌اسکن. تمامی حقوق محفوظ است."
  },
  "PrivacyPolicyPage": {
    "title": "سیاست حفظ حریم خصوصی",
    "lastUpdated": "آخرین به‌روزرسانی: {date}",
    "introductionTitle": "۱. مقدمه",
    "introductionContent": "به سوئیفت‌اسکن خوش آمدید. ما متعهد به حفاظت از اطلاعات شخصی شما و حق شما برای حفظ حریم خصوصی هستیم. اگر در مورد این اعلامیه حریم خصوصی یا اقدامات ما در رابطه با اطلاعات شخصی خود سؤالی یا نگرانی دارید، لطفاً با ما از طریق privacy@swiftscan.com تماس بگیرید.",
    "informationWeCollectTitle": "۲. اطلاعاتی که جمع‌آوری می‌کنیم",
    "informationWeCollectContent1": "ما اطلاعات شخصی را که شما داوطلبانه هنگام ابراز علاقه به کسب اطلاعات در مورد ما یا محصولات و خدمات ما، هنگام شرکت در فعالیت‌های موجود در خدمات یا در غیر این صورت هنگام تماس با ما در اختیار ما قرار می‌دهید، جمع‌آوری می‌کنیم.",
    "informationWeCollectContent2": "اطلاعات شخصی که ما جمع‌آوری می‌کنیم به زمینه تعاملات شما با ما و خدمات، انتخاب‌هایی که انجام می‌دهید و محصولات و ویژگی‌هایی که استفاده می‌کنید بستگی دارد. اطلاعات شخصی که ما جمع‌آوری می‌کنیم ممکن است شامل موارد زیر باشد: نام‌ها؛ شماره تلفن‌ها؛ آدرس‌های ایمیل؛ آدرس‌های پستی؛ عناوین شغلی؛ تنظیمات برگزیده تماس؛ داده‌های تماس یا احراز هویت؛ آدرس‌های صورتحساب؛ شماره کارت‌های بدهی/اعتباری؛ و سایر اطلاعات مشابه.",
    "howWeUseYourInformationTitle": "۳. چگونه از اطلاعات شما استفاده می‌کنیم",
    "howWeUseYourInformationContent": "ما از اطلاعات شخصی جمع‌آوری شده از طریق خدمات خود برای اهداف تجاری مختلفی که در زیر توضیح داده شده است استفاده می‌کنیم. ما اطلاعات شخصی شما را برای این اهداف با تکیه بر منافع تجاری مشروع خود، به منظور انعقاد یا اجرای قرارداد با شما، با رضایت شما، و/یا برای رعایت تعهدات قانونی خود پردازش می‌کنیم.",
    "willYourInformationBeSharedTitle": "۴. آیا اطلاعات شما با کسی به اشتراک گذاشته خواهد شد؟",
    "willYourInformationBeSharedContent": "ما اطلاعات را فقط با رضایت شما، برای رعایت قوانین، ارائه خدمات به شما، محافظت از حقوق شما، یا انجام تعهدات تجاری به اشتراک می‌گذاریم.",
    "howLongDoWeKeepYourInformationTitle": "۵. چه مدت اطلاعات شما را نگهداری می‌کنیم؟",
    "howLongDoWeKeepYourInformationContent": "ما اطلاعات شما را تا زمانی که برای تحقق اهداف ذکر شده در این اعلامیه حریم خصوصی ضروری باشد، نگهداری می‌کنیم، مگر اینکه قانون طور دیگری ایجاب کند.",
    "howDoWeKeepYourInformationSafeTitle": "۶. چگونه اطلاعات شما را ایمن نگه می‌داریم؟",
    "howDoWeKeepYourInformationSafeContent": "هدف ما محافظت از اطلاعات شخصی شما از طریق سیستمی از اقدامات امنیتی سازمانی و فنی است.",
    "whatAreYourPrivacyRightsTitle": "۷. حقوق حریم خصوصی شما چیست؟",
    "whatAreYourPrivacyRightsContent": "در برخی مناطق (مانند منطقه اقتصادی اروپا و بریتانیا)، شما طبق قوانین حفاظت از داده‌های قابل اجرا، از حقوق خاصی برخوردار هستید. این حقوق ممکن است شامل حق (۱) درخواست دسترسی و دریافت یک کپی از اطلاعات شخصی شما، (۲) درخواست اصلاح یا پاک کردن؛ (۳) محدود کردن پردازش اطلاعات شخصی شما؛ و (۴) در صورت امکان، قابلیت انتقال داده‌ها باشد.",
    "updatesToThisNoticeTitle": "۸. به‌روزرسانی‌های این اعلامیه",
    "updatesToThisNoticeContent": "ما ممکن است این اعلامیه حریم خصوصی را هر از گاهی به‌روز کنیم. نسخه به‌روز شده با تاریخ «تجدیدنظر شده» به‌روز شده مشخص می‌شود و نسخه به‌روز شده به محض دسترسی، مؤثر خواهد بود.",
    "howCanYouContactUsTitle": "۹. چگونه می‌توانید در مورد این اعلامیه با ما تماس بگیرید؟",
    "howCanYouContactUsContent1": "اگر در مورد این اعلامیه سؤال یا نظری دارید، می‌توانید از طریق ایمیل به آدرس privacy@swiftscan.com یا از طریق پست با ما تماس بگیرید:",
    "howCanYouContactUsContent2": "سوئیفت‌اسکن\nخیابان اسکن ۱۲۳\nشهر فناوری، تگزاس ۷۵۰۰۱\nایالات متحده"
  },
  "TermsOfServicePage": {
    "title": "شرایط خدمات",
    "lastUpdated": "آخرین به‌روزرسانی: {date}",
    "agreementToTermsTitle": "۱. موافقت با شرایط",
    "agreementToTermsContent": "با استفاده از خدمات ما، شما موافقت می‌کنید که به این شرایط پایبند باشید. اگر با این شرایط موافق نیستید، از خدمات استفاده نکنید.",
    "changesToTermsOrServicesTitle": "۲. تغییرات در شرایط یا خدمات",
    "changesToTermsOrServicesContent": "ما ممکن است شرایط را در هر زمان، به صلاحدید خود، اصلاح کنیم. اگر چنین کاری انجام دهیم، یا با ارسال شرایط اصلاح شده در سایت یا از طریق سایر ارتباطات به شما اطلاع خواهیم داد. مهم است که هر زمان که شرایط را اصلاح می‌کنیم، آنها را مرور کنید، زیرا اگر پس از ارسال شرایط اصلاح شده در سایت به استفاده از خدمات ادامه دهید، به ما نشان می‌دهید که با شرایط اصلاح شده موافقت کرده‌اید.",
    "whoMayUseTheServicesTitle": "۳. چه کسانی می‌توانند از خدمات استفاده کنند",
    "whoMayUseTheServicesContent": "شما فقط در صورتی می‌توانید از خدمات استفاده کنید که ۱۸ سال یا بیشتر داشته باشید و طبق قانون قابل اجرا از استفاده از خدمات منع نشده باشید.",
    "privacyPolicyTitle": "۴. سیاست حفظ حریم خصوصی",
    "privacyPolicyContent": "لطفاً برای کسب اطلاعات در مورد نحوه جمع‌آوری، استفاده و افشای اطلاعات از کاربران خود به سیاست حفظ حریم خصوصی ما مراجعه کنید.",
    "contentAndContentRightsTitle": "۵. محتوا و حقوق محتوا",
    "contentAndContentRightsContent": "برای اهداف این شرایط: (۱) «محتوا» به معنای متن، گرافیک، تصاویر، موسیقی، نرم‌افزار، صدا، ویدیو، آثار تألیفی از هر نوع، و اطلاعات یا سایر مطالبی است که از طریق خدمات ارسال، تولید، ارائه یا در غیر این صورت در دسترس قرار می‌گیرد؛ و (۲) «محتوای کاربر» به معنای هرگونه محتوایی است که دارندگان حساب (از جمله شما) برای در دسترس قرار گرفتن از طریق خدمات ارائه می‌دهند. محتوا بدون محدودیت شامل محتوای کاربر می‌شود.",
    "generalProhibitionsTitle": "۶. ممنوعیت‌های عمومی",
    "generalProhibitionsContent": "شما موافقت می‌کنید که هیچ یک از موارد زیر را انجام ندهید: ارسال، بارگذاری، انتشار، ارائه یا انتقال هرگونه محتوای کاربری که: (۱) حق اختراع، حق چاپ، علامت تجاری، راز تجاری، حقوق معنوی یا سایر حقوق مالکیت معنوی شخص ثالث، یا حقوق تبلیغاتی یا حریم خصوصی را نقض، تصاحب یا نقض می‌کند؛ (۲) هرگونه قانون یا مقررات قابل اجرا را نقض می‌کند یا هرگونه رفتاری را که منجر به نقض آن شود یا مسئولیت مدنی ایجاد کند، تشویق می‌کند...",
    "terminationTitle": "۷. خاتمه",
    "terminationContent": "ما ممکن است دسترسی و استفاده شما از خدمات را به صلاحدید خود، در هر زمان و بدون اطلاع قبلی به شما خاتمه دهیم.",
    "disclaimersTitle": "۸. سلب مسئولیت",
    "disclaimersContent": "خدمات و محتوا «همانطور که هست» ارائه می‌شوند، بدون هیچ گونه ضمانتی. بدون محدود کردن موارد فوق، ما صراحتاً هرگونه ضمانت تجاری بودن، مناسب بودن برای یک هدف خاص، برخورداری آرام یا عدم نقض، و هرگونه ضمانت ناشی از روند معامله یا استفاده تجاری را سلب می‌کنیم.",
    "limitationOfLiabilityTitle": "۹. محدودیت مسئولیت",
    "limitationOfLiabilityContent": "نه سوئیفت‌اسکن و نه هیچ طرف دیگری که در ایجاد، تولید یا ارائه خدمات یا محتوا دخیل است، در قبال هیچ گونه خسارت اتفاقی، خاص، نمونه‌ای یا تبعی، از جمله سود از دست رفته، از دست دادن داده‌ها یا حسن نیت، وقفه در خدمات، آسیب به رایانه یا خرابی سیستم یا هزینه خدمات جایگزین ناشی از یا در ارتباط با این شرایط یا ناشی از استفاده یا عدم توانایی در استفاده از خدمات یا محتوا، مسئول نخواهد بود.",
    "contactInformationTitle": "۱۰. اطلاعات تماس",
    "contactInformationContent": "اگر در مورد این شرایط سؤالی دارید، لطفاً با ما از طریق legal@swiftscan.com تماس بگیرید."
  }
}